Repository: sp4c38/AWattPrice
Catalog: App/AWattPrice/Shared/Resources/*.lproj/Localizable.strings
Languages: de

source: Notifications
de: Benachrichtigungen

source: hours
de: Std.

source: Electricity Prices
de: Strompreise

source: Price notification
de: Preisbenachrichtigung

source: Duration:
de: Dauer:

source: night
de: Nacht

source: Prices
de: Preise

source: Cheapest Time
de: Günstigste Zeit

source: Time range
de: Zeitfenster

source: 🇦🇹 Austria
de: 🇦🇹 Österreich

source: 🇩🇪 Germany
de: 🇩🇪 Deutschland

source: Cent per kWh
de: Cent pro kWh

source: cheapestPricePage.emptyFieldError
de: Bitte füllen Sie dieses Feld aus.

source: cheapestPricePage.inputMode.withDuration.wrongTimeRangeError
de: Mit diesem Zeitintervall ist ein Mindestzeitfenster von %@ erforderlich.

source: cheapestPricePage.inputMode.withKwh.wrongTimeRangeError
de: Mit dieser Leistung und diesem Gesamtverbrauch ist ein Mindestzeitfenster von %@ erforderlich.

source: cheapestPricePage.wrongInputError
de: Dieses Feld darf nur Zahlen und , oder . enthalten.

source: cheapestPriceResultPage.cheapestTimeErrorOccurred
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: cheapestPriceResultPage.priceWithoutVatNote
de: (Preis ohne MwSt., änderbar in Einstellungen)

source: cheapestPriceResultPage.priceWithVatNote
de: (Preis mit MwSt., änderbar in Einstellungen)

source: Continue
de: Weiter

source: Couldn't get new data. Tap to retry.
de: Neue Daten konnten nicht heruntergeladen werden. Tippe, um erneut zu versuchen.

source: Couldn't load settings.
de: Einstellungen konnten nicht geladen werden.

source: dataError.settings.settingsLoadingError
de: Einstellungen konnten nicht geladen werden. Bitte versuchen Sie es später erneut.

source: Done
de: Fertig

source: Duration
de: Dauer

source: Enter app
de: Zur App

source: Error uploading settings
de: Fehler beim Hochladen der Einstellungen.

source: Get help by email
de: Hilfe per E-Mail

source: Help
de: Hilfe

source: Help & Suggestions
de: Hilfe & Vorschläge

source: Hour of day
de: Uhrzeit

source: Loading
de: Lädt

source: No data available Please try again later
de: Keine Daten verfügbar. Bitte versuchen Sie es später erneut.

source: notificationPage.noNotificationAccessInfo
de: Bitte erlauben Sie Benachrichtigungen für AWattPrice in der Einstellungs-App.

source: notificationPage.notification.priceDropsBelowValue.description
de: Erhalten Sie eine Benachrichtigung, sobald Preise unter einen Wunschpreis fallen.

source: notificationPage.notification.priceDropsBelowValue.description.firstLine.pt1
de: Sobald neue Preise verfügbar sind, erhalten Sie eine Benachrichtigung, falls ein Strompreis des

source: notificationPage.notification.priceDropsBelowValue.description.firstLine.pt2
de: Folgetages

source: notificationPage.notification.priceDropsBelowValue.description.firstLine.pt4
de: auf

source: notificationPage.notification.priceDropsBelowValue.description.firstLine.pt5
de: oder

source: notificationPage.notification.priceDropsBelowValue.description.firstLine.pt6
de: unter

source: notificationPage.notification.priceDropsBelowValue.description.firstLine.pt7
de: Ihren Wunschpreis sinkt.

source: notifications.price_drops_below.body.mult
de: Morgen fallen die Strompreise %1$@ Mal unter %2$@ ct. Günstigster Preis um %3$@ Uhr mit %4$@ ct.

source: notifications.price_drops_below.body.sing
de: Morgen fallen die Strompreise %1$@ Mal unter %2$@ ct. Günstigster Preis um %3$@ Uhr mit %4$@ ct.

source: on
de: am

source: Open Settings App
de: Einstellungs-App öffnen

source: Please try again later
de: Bitte versuchen Sie es später noch einmal.

source: Power
de: Leistung

source: Price Guard
de: Preiswächter

source: Prices with VAT
de: Preise mit MwSt.

source: Result
de: Ergebnis

source: Retry
de: Erneut versuchen

source: Send suggestions by email
de: Vorschläge per E-Mail

source: Settings
de: Einstellungen

source: settingsPage.regionToGetPrices
de: Wählen Sie die Region aus, für die Sie Strompreise erhalten möchten.

source: Setup finished
de: Einrichtung abgeschlossen

source: splashScreen.featuresAndConsent.comparePrices.info
de: Finden Sie die preislich günstigsten Stunden für Ihren Stromverbrauch.

source: splashScreen.featuresAndConsent.viewPrices.info
de: Sehen Sie sich die aktuellen Strompreise für jede Stunde des Tages an.

source: splashScreen.start.notAffiliatedNote
de: Bitte beachten Sie, dass AWattPrice eine unabhängige App ist und in keiner Weise mit aWATTar GmbH in Verbindung steht.

source: Suggestions
de: Vorschläge

source: to
de: bis

source: from
de: von

source: Total consumption
de: Gesamtverbrauch

source: until
de: bis

source: updateDataTimeFormatter.lessThanOneMinuteAgo
de: Vor weniger als einer Minute aktualisiert

source: updateDataTimeFormatter.moreThanMMAgoPlural
de: Vor %@ Minuten aktualisiert

source: updateDataTimeFormatter.moreThanMMAgoSingular
de: Vor %@ Minute aktualisiert

source: Welcome to
de: Willkommen zu

source: Wish Price:
de: Wunschpreis:

source: baseFee.infoText
de: Die Grundgebühr wird auf jeden Strompreis innerhalb der gesamten App addiert. Diese Gebühr hängt von Ihrem Vertrag mit aWATTar ab.

source: baseFee.priceGuardActivatedInfo
de: Der Preiswächter ist eingeschaltet. Denken Sie daran den Wunschpreis ggf. anzupassen, wenn Sie den Wert unten ändern.

source: Base Fee
de: Grundgebühr

source: Base fee (incl. VAT):
de: Grundgebühr (inkl. MwSt.):

source: Widgets are here!
de: Widgets sind da!

source: whatsNew.widgets.subTitle
de: Die Funken fliegen, denn wir stellen unser elektrisierendes Update vor: die Einführung des AWattPrice iOS-Widgets!

source: whatsNew.widgets.tipText
de: Bereit, die Power auf deinen Homescreen zu bringen? Halte einfach deinen Bildschirm gedrückt, tippe auf das '+' Symbol oben links, finde AWattPrice in der Widget-Galerie und füge es auf deinen Homescreen hinzu.

source: What's new?
de: Was gibt's Neues?

source: widget.pricesWidget.description
de: Sehen Sie die Strompreise auf einen Blick.

source: Next 24h
de: Folgende 24h

source: price in ct
de: Preis in ct
